Revit 2027 API
ParameterTypeId.RbsElecCircuitWireNumRunsParam Property
 "# of Runs"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecCircuitWireNumRunsParam { get; }
Public Shared ReadOnly Property RbsElecCircuitWireNumRunsParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecCircuitWireNumRunsParam {
	ForgeTypeId^ get ();
}
static member RbsElecCircuitWireNumRunsParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace